Repository: Schmo1/ShutdownManager
Catalog: ShutdownManager/Properties/Language.*.resx
Languages: de_de

source: Actions
de_de: Aktionen

source: activ
de_de: aktiv

source: Actual Time
de_de: Aktuelle Zeit

source: Actual values
de_de: Aktuelle Werte

source: Clock
de_de: Zeit

source: Clock trigger is activ
de_de: Uhr Trigger ist aktiv

# createClockObservingMessage
source: PC is going to XXReplaceTemplateXX in XXReplaceTemplateTimeXX hours
de_de: PC wird in XXReplaceTemplateTimeXX Stunden XXReplaceTemplateXX

# downUploadIsActiv
source: Down- Upload observing is activ
de_de: Down- Upload überwachung ist aktiv

source: Down/Upload observing
de_de: Down/Upload überwachung

source: Elapsed Time:
de_de: Abgelaufene Zeit:

source: Error
de_de: Fehler

source: inactiv
de_de: inaktiv

source: Info
de_de: Information

# mainUpDownLine1
source: If the Down-, Upload Control is active, it will check
de_de: Wenn die Überwachung aktiv ist wird geprüft,

# mainUpDownLine2
source: if the XXXInsertDownUploadXXX speed is under XXXInsertSpeedXXX MB/s
de_de: ob die XXXInsertDownUploadXXX-Geschwindigkeit unter XXXInsertSpeedXXX MB/s ist

# mainUpDownLine3
source: for XXXInsertTimesXXX Times (s) then the PC will XXXInsertActionXXX
de_de: für XXXInsertTimesXXX mal (s), dann wird der PC XXXInsertActionXXX

# noActionSelected
source: No action was selected. Please select some action!
de_de: Es wurde keine Aktion ausgewählt. Bitte wähle eine aktion aus!

source: no connection
de_de: Keine Verbindung

source: Observe
de_de: Überwachen

# observingDownUpBalloonTip
source: Observing the Down/Upload is activ/inactiv!
de_de: Die Überwachung des Down/Upload ist activ/inactiv!

source: Restart
de_de: Neu starten

source: Seconds
de_de: Sekunden

source: Settings
de_de: Einstellungen

source: Shutdown
de_de: Herunterfahren

source: Sleep
de_de: Energie sparen

source: Time
de_de: Zeit

# timerActiv
source: Timer is activ
de_de: Der Timer ist aktiv

# timerPaused
source: Timer has paused
de_de: Der Timer ist pausiert

# timerStarted
source: Timer has started
de_de: Der Timer wurde gestartet

# timerStillRunning
source: The timer is still running in the background
de_de: Der Timer läuft im Hintergrund weiter

# timerStopped
source: Timer has stopped
de_de: Der Timer ist gestoppt

source: Trigger Now
de_de: Jetzt auslösen

source: Trigger Time
de_de: Auslösezeit

source: Values
de_de: Werte

source: Warning
de_de: Warnung
